{"Dictionary":[{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Envy"
                    },
                    "Definition": {
                        "S": " To feel envy at or towards; to be envious of; to have a feeling of uneasiness or mortification in regard to (any one), arising from the sight of another's excellence or good fortune and a longing to pos"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Envy"
                    },
                    "Definition": {
                        "S": " To be filled with envious feelings; to regard anything with grudging and longing eyes; -- used especially with  >at"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Eolic"
                    },
                    "Definition": {
                        "S": " See  r>aolic"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Eolis"
                    },
                    "Definition": {
                        "S": " A genus of nudibranch mollusks having clusters of branchial papille along the back. See  r>Ceratobranchia"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Eos"
                    },
                    "Definition": {
                        "S": " Aurora, the goddess of morn."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Eosin"
                    },
                    "Definition": {
                        "S": " A yellow or brownish red dyestuff obtained by the action of bromine on fluoresceen, and named from the fine rose-red which it imparts to silk. It is also used for making a fine red ink. Its solution "}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Ep-"
                    },
                    "Definition": {
                        "S": " See  r>Epi-"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epact"
                    },
                    "Definition": {
                        "S": " The moon's age at the beginning of the calendar year, or the number of days by which the last new moon has preceded the beginning of the year."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epen"
                    },
                    "Definition": {
                        "S": " See  r>Epencephalon"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Ephod"
                    },
                    "Definition": {
                        "S": " A part of the sacerdotal habit among Jews, being a covering for the back and breast, held together on the shoulders by two clasps or brooches of onyx stones set in gold, and fastened by a girdle of the "}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Ephor"
                    },
                    "Definition": {
                        "S": " A magistrate; one of a body of five magistrates chosen by the people of ancient Sparta. They exercised control even over the king."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epi-"
                    },
                    "Definition": {
                        "S": " A prefix, meaning  >upon"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epic"
                    },
                    "Definition": {
                        "S": " Narrated in a grand style; pertaining to or designating a kind of narrative poem, usually called an heroic poem, in which real or fictitious events, usually the achievements of some hero, are narrated i"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epic"
                    },
                    "Definition": {
                        "S": " An epic or heroic poem. See  r>Epic"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epoch"
                    },
                    "Definition": {
                        "S": " A fixed point of time, established in history by the occurrence of some grand or remarkable event; a point of time marked by an event of great subsequent influence;  s>as, the  x>epoch"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epode"
                    },
                    "Definition": {
                        "S": " The after song; the part of a lyric ode which follows the strophe and antistrophe, -- the ancient ode being divided into strophe, antistrophe, and  >epode"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epopt"
                    },
                    "Definition": {
                        "S": " One instructed in the mysteries of a secret system."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Epos"
                    },
                    "Definition": {
                        "S": " An epic."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": ""
                    },
                    "Definition": {
                        "S": " An apparatus for testing or proving the strength of gunpowder."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": ""
                    },
                    "Definition": {
                        "S": " A draught or model from which to build; especially, one of the full size of the work to be done; a detailed drawing."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Equal"
                    },
                    "Definition": {
                        "S": " Agreeing in quantity, size, quality, degree, value, etc.; having the same magnitude, the same value, the same degree, etc.; -- applied to number, degree, quantity, and intensity, and to any subject whic"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Equal"
                    },
                    "Definition": {
                        "S": " One not inferior or superior to another; one having the same or a similar age, rank, station, office, talents, strength, or other quality or condition; an equal quantity or number;  s>as, 'If  x>equal"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Equal"
                    },
                    "Definition": {
                        "S": " To be or become equal to; to have the same quantity, the same value, the same degree or rank, or the like, with; to be commenurate with."}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Equi-"
                    },
                    "Definition": {
                        "S": " A prefix, meaning  >equally"}}}},{"PutRequest": {
                "Item": {
                    "Word": {
                        "S": "Equip"
                    },
                    "Definition": {
                        "S": " To furnish for service, or against a need or exigency; to fit out; to supply with whatever is necessary to efficient action in any way; to provide with arms or an armament, stores, munitions, rigging, e"}}}}]}